import pandas as pd


print('------------ csv 파일 출력----------------')
data = {
    "2015": [9904312, 3448737, 2890451, 2466052],
    "2010": [9631482, 3393191, 2632035, 2431774],
    "2005": [9762546, 3512547, 2517680, 2456016],
    "2000": [9853972, 3655437, 2466338, 2473990],
    "지역": ["수도권", "경상권", "수도권", "경상권"],
    "2010-2015 증가율": [0.0283, 0.0163, 0.0982, 0.0141]
}

df =pd.DataFrame(data)


df.index=['a','b','c','d']
print(df)
df.to_csv('sample6.csv')

df.to_csv('sample7.csv',index=False,header=False)
















